tap "anomalyco/tap"
tap "leoafarias/fvm"
tap "nikitabobko/tap"
tap "tonisives/tap"
tap "waydabber/betterdisplay"
brew "asciiquarium"
brew "bandwhich"
brew "bat"
brew "blueutil"
brew "bottom"
brew "cbonsai"
brew "chafa"
brew "chawan"
brew "cmatrix"
brew "cocoapods"
brew "cowsay"
brew "csvlens"
brew "curl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "git"
brew "go"
brew "huggingface-cli"
brew "hurl"
brew "imagemagick"
brew "jj"
brew "jq"
brew "just"
brew "libsixel"
brew "links"
brew "litecli"
brew "llama.cpp"
brew "luarocks"
brew "lynx"
brew "make"
brew "neofetch"
brew "neomutt"
brew "neovim"
brew "ollama"
brew "openapi-tui"
brew "pgcli"
brew "pipx"
brew "poppler"
brew "pyenv"
brew "python@3.12"
brew "resvg"
brew "ripgrep"
brew "sd"
brew "sevenzip"
brew "sox"
brew "stow"
brew "stylua"
brew "switchaudio-osx"
brew "tmux"
brew "tree-sitter-cli"
brew "urlview"
brew "vale"
brew "w3m"
brew "wget"
brew "xcbeautify"
brew "xcode-build-server"
brew "xh"
brew "yazi"
brew "yt-dlp"
brew "zig"
brew "zimfw"
brew "zk"
brew "zoxide"
brew "zsh"
brew "anomalyco/tap/opencode"
brew "leoafarias/fvm/fvm"
cask "alacritty"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-new-york"
cask "font-roboto"
cask "font-roboto-condensed"
cask "font-roboto-flex"
cask "font-roboto-mono"
cask "font-roboto-serif"
cask "font-roboto-slab"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "hammerspoon"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "librewolf"
cask "tonisives/tap/ovim"
cask "pearcleaner"
cask "proton-mail"
cask "sensiblesidebuttons"
cask "shortcat"
cask "spaceid"
cask "transmission"
cask "unnaturalscrollwheels"
cask "vscodium"
cask "zettlr"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "dbcode.dbcode"
vscode "esbenp.prettier-vscode"
vscode "foam.foam-vscode"
vscode "humao.rest-client"
vscode "jdinhlife.gruvbox"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "monokai.theme-monokai-pro-vscode"
vscode "nuromirg.nightfox-theme-collections"
vscode "pkief.material-icon-theme"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "vadimcn.vscode-lldb"
cargo "bacon"
cargo "cargo-llvm-lines"
cargo "cargo-update"
cargo "cargo-watch"
cargo "iwe"
cargo "iwes"
